tap "homebrew/bundle"
tap "homebrew/services"
tap "skeema/tap"
tap "stripe/stripe-cli"
tap "xcodesorg/made"
brew "little-cms2"
brew "aria2"
brew "git"
brew "asdf"
brew "astro"
brew "automake"
brew "awscli"
brew "bison"
brew "chruby"
brew "consul", restart_service: :changed
brew "coreutils"
brew "curl"
brew "docker-machine"
brew "openjpeg"
brew "gdbm"
brew "gh"
brew "ghostscript"
brew "git-lfs"
brew "gnupg"
brew "pkgconf"
brew "gzip"
brew "hivemind"
brew "jenv"
brew "jq"
brew "kafka"
brew "kcat"
brew "libffi"
brew "libomp"
brew "libyaml"
brew "mas"
brew "mysql"
brew "mysql-client"
brew "neovim"
brew "ocaml"
brew "opam"
brew "openssl@1.1"
brew "pyenv"
brew "qemu"
brew "redis"
brew "ruby-install"
brew "swift-format"
brew "topgrade"
brew "wget"
brew "skeema/tap/skeema"
brew "stripe/stripe-cli/stripe"
brew "xcodesorg/made/xcodes"
cask "aws-vault"
cask "docker", args: { appdir: "/Applications" }
cask "git-credential-manager"
cask "keybase"
cask "mactex-no-gui"
cask "ngrok"
cask "sequel-ace"
cask "tunnelblick", args: { appdir: "/Applications" }
cask "xquartz"
mas "AdGuard for Safari", id: 1440147259
mas "iMovie", id: 408981434
mas "Magnet", id: 441258766
mas "Messenger", id: 1480068668
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
vscode "alefragnani.project-manager"
vscode "analytic-signal.preview-mp4"
vscode "azemoh.one-monokai"
vscode "bceskavich.theme-dracula-at-night"
vscode "dcasella.monokai-plusplus"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "emilijanmb.sublime-text-4-theme"
vscode "eserozvataf.one-dark-pro-monokai-darker"
vscode "fabiospampinato.vscode-monokai-night"
vscode "firsttris.vscode-jest-runner"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "golang.go"
vscode "grapecity.gc-excelviewer"
vscode "james-yu.latex-workshop"
vscode "jantto.theme-material-darker"
vscode "kuscamara.electron"
vscode "mechatroner.rainbow-csv"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.remote-explorer"
vscode "mshr-h.veriloghdl"
vscode "ocamllabs.ocaml-platform"
vscode "rokoroku.vscode-theme-darcula"
vscode "sdras.night-owl"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "tomoki1207.pdf"
vscode "twxs.cmake"
vscode "vadimcn.vscode-lldb"
vscode "vincaslt.highlight-matching-tag"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-maven"
vscode "wayou.vscode-todo-highlight"
vscode "zhuangtongfa.material-theme"
